Repository: common-repository/rainmakermoxie
Catalog: rainmakermoxie-*.po
Languages: de_de, es_mx, it_it, ro_ro

source: Email to: (optional)
de_de: Email Ergebnisse: (optional)
es_mx: Resultados por correo electrónico a: (opcional)
it_it: Risultati e-mail a: (opzionale)
ro_ro: E-mail la: (opţional)

source: Look up email address:
de_de: Lookup eine E-Mail-Adresse:
es_mx: Búsqueda de una dirección de e-mail:
it_it: Cercare l'indirizzo e-mail:
ro_ro: Căutaţi adresa de e-mail:

source: Unable to get contact info for that email address. Please try again.
de_de: Kann Kontaktinfos für die E-Mail-Adresse zu erhalten. Bitte versuchen Sie es erneut.
es_mx: No se puede obtener información de contacto para que la dirección de correo electrónico. Por favor, inténtalo de nuevo.ListenRead phonetically
it_it: Impossibile ottenere le informazioni di contatto per questo indirizzo di posta elettronica. Si prega di riprovare.
ro_ro: Imposibilitatea de a obţine informaţii de contact pentru acea adresă e-mail. Vă rugăm să încercaţi din nou.

source: Unable to get contact info for that email address. Blog administrator: The FullContact API key may be invalid, missing, or has exceeded its quota.
de_de: Kann Kontaktinfos für die E-Mail-Adresse zu erhalten. Blog-Administrator: The FullContact API-Schlüssel ungültig sein, fehlende oder überschritten hat seine Quote.
es_mx: No se puede obtener información de contacto para que la dirección de correo electrónico. Administrador del blog: La clave FullContact API puede no ser válido, falta o se ha excedido su cuota.
it_it: Impossibile ottenere le informazioni di contatto per questo indirizzo di posta elettronica. Amministratore del blog: Il tasto FullContact API può essere non valida, mancante, o ha superato la propria quota.
ro_ro: Imposibilitatea de a obţine informaţii de contact pentru acea adresă e-mail. Administratorul de blog: The FullContact API-cheie pot fi incorecte, lipsă, sau a depășit contingentul.

source: Unable to get contact info for that email address
de_de: Kann Kontaktinfos für die E-Mail-Adresse zu erhalten
es_mx: No se puede obtener información de contacto para que dirección de correo electrónico
it_it: Impossibile ottenere le informazioni di contatto per questo indirizzo di posta elettronica
ro_ro: Imposibilitatea de a obţine informaţii de contact pentru că adresa de e-mail

source: Contact Info:
de_de: Kontakt Info:
es_mx: Información de contacto:
it_it: Informazioni di contatto:
ro_ro: Informaţii de contact:

source: Interests:
de_de: Interessen:
es_mx: Intereses:
it_it: Interessi:
ro_ro: Interese:

source: Organizations:
de_de: Organisationen:
es_mx: Organizaciones:
it_it: Organizzazioni:
ro_ro: Organizatii:

source: Social Profiles:
de_de: Social Profile:
es_mx: Perfiles sociales:
it_it: Profili sociali:
ro_ro: Profiluri sociale:

source: A FullContact API Key is required.
de_de: Ihre FullContact API Key:
es_mx: Su FullContact API clave:
it_it: La vostra chiave API FullContact:
ro_ro: Un FullContact API-cheie este necesară.

source: Then enter it on the RainmakerMoxie Plugin options page.
de_de: Bitte geben Sie Ihren RainmakerMoxie Plugin Optionen:
es_mx: Por favor, introduzca sus opciones Plugin RainmakerMoxie:
it_it: Inserisci il tuo Plugin RainmakerMoxie opzioni:
ro_ro: Apoi, introduceţi-l în pagina Opţiuni de plugin-ul RainmakerMoxie.

source: Please enter your RainmakerMoxie Plugin options:
de_de: Bitte geben Sie Ihren RainmakerMoxie Plugin Optionen:
es_mx: Por favor, introduzca sus opciones Plugin RainmakerMoxie:
it_it: Inserisci il tuo Plugin RainmakerMoxie opzioni:
ro_ro: Vă rugăm să introduceţi opţiunile de plugin-ul RainmakerMoxie:

source: Your FullContact API Key:
de_de: Ihre FullContact API Key:
es_mx: Su FullContact API clave:
it_it: La vostra chiave API FullContact:
ro_ro: Dumneavoastră FullContact API-cheie:

source: Get a FullContact API Key
es_mx: Obtener una clave API FullContact
it_it: Ottenere una chiave API FullContact:
ro_ro: A lua un FullContact API-cheie

source: Sidebar Title:
de_de: Sidebar-Titel:
it_it: Sidebar Titolo:
ro_ro: Bara laterală titlu:

source: Show Powered by FullContact
es_mx: Mostrar Desarrollado por FullContact
it_it: Mostra Powered by FullContact
ro_ro: Arată Powered by FullContact

source: Hide Powered by FullContact
es_mx: Ocultar Desarrollado por FullContact
it_it: Nascondi Powered by FullContact
ro_ro: Ascunde Powered by FullContact

source: Save
de_de: Sparen
es_mx: Ahorrar
it_it: Salvare
ro_ro: Salvare

source: RainmakerMoxie options saved successfully.
de_de: SaveRainmakerMoxie Optionen wurden erfolgreich gespeichert.
es_mx: Opciones RainmakerMoxie guardado correctamente.
it_it: Opzioni RainmakerMoxie salvato con successo.
ro_ro: RainmakerMoxie opţiuni salvat cu succes.

source: Please enter all required fields.
de_de: Bitte geben Sie alle erforderlichen Felder aus.
es_mx: Por favor, introduzca todos los campos obligatorios.
it_it: Inserisci tutti i campi obbligatori.
ro_ro: Vă rugăm să introduceţi toate câmpurile necesare.

source: ERROR: Please re-enter SendGrid Username and Api Key.
de_de: ERROR: Bitte neu eingeben SendGrid Benutzername und Api Key.
es_mx: ERROR: Por favor, introduzca SendGrid nombre de usuario y clave de la API.
it_it: ERRORE: Si prega di inserire nuovamente SendGrid nome utente o codice Api.
ro_ro: EROARE: Reintroduceţi numele de utilizator SendGrid şi Api-cheie.

source: <b>Optional:</b> SendGrid email sender.
de_de: <b> Optional: </ b> senden E-Mail versenden Netz.
es_mx: <b> Opcional: </ b> enviar correo electrónico enviar red.
it_it: <b> Opzionale: </ b> Invia email Invia griglia.
ro_ro: <b>Opţional:</b> SendGrid e-mail expeditor.

source: Enables optional emailing of displayed
de_de: Ermöglicht optional per E-Mail der angezeigten
es_mx: Permite enviar por correo electrónico opcional de muestra
it_it: Consente di visualizzare email opzionale
ro_ro: Permite opţional email-uri de afişat

source: contacts by the blog visitor.
de_de: Kontakte durch das Blog Besucher.
es_mx: contactos por el visitante del blog.
it_it: contatti da parte del visitatore del blog.
ro_ro: contacte de vizitator blog.

source: Your SendGrid Username:
de_de: Ihre SendGrid Benutzername:
es_mx: Su nombre de usuario SendGrid:
it_it: Il tuo nome utente SendGrid:
ro_ro: Numele dumneavoastră de utilizator SendGrid:

source: Your SendGrid API Key:
de_de: Ihre SendGrid API Key:
es_mx: Su SendGrid API clave:
it_it: Il tuo SendGrid API Key:
ro_ro: Dumneavoastră SendGrid API-cheie:

source: Get a SendGrid API Key
de_de: Ihre SendGrid API Key:
es_mx: Su SendGrid API clave:
it_it: Il tuo SendGrid API Key:
ro_ro: A lua un SendGrid API-cheie

source: Max Tweets To Display (1-20):
de_de: Max Tweets Um Display (1-20):
es_mx: Max Tweets Para mostrar (1-20):
it_it: Tweets Max Per visualizzare (1-20):
ro_ro: Max Tweets de afişare (1-20):

source: Max Plancast Past Plans To Display (1-20):
de_de: Max Plancast Past Pläne zu (1-20) Display:
es_mx: Max pasado Plancast planea mostrar (1-20):
it_it: Max Past Plancast Piani Per visualizzare (1-20):
ro_ro: Max Plancast trecut planuri pentru a afişa (1-20):

source: Max Plancast Upcoming Plans To Display (1-20):
de_de: Max Plancast nächsten Pläne zu (1-20) Display:
es_mx: Max Plancast próximos Planes Para mostrar (1-20):
it_it: Max Plancast Prossimi Piani Per visualizzare (1-20):
ro_ro: Max Plancast viitoare planuri de afişare (1-20):

source: Unable to validate the FullContact API Key. Please retry.
de_de: Unfähig, die FullContact API Key zu validieren. Bitte versuchen.
es_mx: No se puede validar la clave de API de FullContact. Por favor, inténtelo de nuevo.
it_it: In grado di convalidare le API Key FullContact. Si prega di riprovare.
ro_ro: Imposibil de validat FullContact API-cheie. Vă rugăm să încercaţi din nou.

source: Max Tweets must be between 1 and
de_de: Max Tweets muss zwischen 1 und
es_mx: Tweets máximo debe ser de entre 1 y
it_it: Tweets max deve essere compreso tra 1 e
ro_ro: Max Tweets trebuie să fie între 1 şi

source: Max Past Plans must be between 1 and
de_de: Max Past Plans muss zwischen 1 und
es_mx: Planes de Max pasado debe ser entre 1 y
it_it: Piani di Max passato deve essere compreso tra 1 e
ro_ro: Max trecut planuri trebuie să fie între 1 şi

source: Max Upcoming Plans must be between 1 and
de_de: Max Bevorstehende Pläne muss zwischen 1 und
es_mx: Max planes para el futuro debe ser entre 1 y
it_it: Max Piani Prossimi deve essere compreso tra 1 e
ro_ro: Max viitoare planuri trebuie să fie între 1 şi

source: A Sidebar Title is required. Please retry.
de_de: Eine Sidebar-Titel ist nicht erforderlich. Bitte versuchen.
es_mx: A título La barra lateral es necesario. Por favor, inténtelo de nuevo.
it_it: Un titolo Sidebar è richiesto. Si prega di riprovare.
ro_ro: Un titlu de bara laterală este necesară. Vă rugăm să încercaţi din nou.

source: Unable to validate SendGrid Username and ApiKey. Please retry or leave both blank.
de_de: Kann SendGrid Benutzername und apikey validieren. Bitte versuchen oder lassen Sie beide leer.
es_mx: No se puede validar SendGrid nombre de usuario y ApiKey. Vuelva a intentarlo o dejar ambos en blanco.
it_it: Impossibile convalidare il nome utente e la SendGrid ApiKey. Si prega di riprovare o lasciare entrambi vuoti.
ro_ro: Imposibil de validat de utilizator SendGrid şi ApiKey. Vă rugăm să încercaţi din nou sau lăsaţi ambele necompletate.
